Repository: AgentScienceandResearch/Finance-Tracker-iOS
Catalog: App Template/Localizable.xcstrings
Source language: en
Languages: ar_sa, bn_bd, de_de, es_mx, fr_ca, gu_in, he, hi, hr, id, it, ja, kn_in, ko, ml_in, mr_in, ms, nb, nl_nl, or_in, pa_in, pt_br, ta_in, te_in, th, tr, uk, ur_pk, vi, zh_hans, zh_hant

source: Couldn't read that receipt automatically. Please review the details.
ar_sa: تعذرت قراءة هذا الإيصال تلقائيًا. يرجى مراجعة التفاصيل.
bn_bd: সেই রসিদটি স্বয়ংক্রিয়ভাবে পড়তে পারেনি। বিস্তারিত পর্যালোচনা করুন.
de_de: Der Beleg konnte nicht automatisch gelesen werden. Bitte überprüfen Sie die Details.
es_mx: No se pudo leer ese recibo automáticamente. Por favor revise los detalles.
fr_ca: Impossible de lire ce reçu automatiquement. Veuillez consulter les détails.
gu_in: તે રસીદ આપમેળે વાંચી શકાઈ નથી. કૃપા કરીને વિગતોની સમીક્ષા કરો.
he: לא הצלחתי לקרוא את הקבלה הזו באופן אוטומטי. אנא עיין בפרטים.
hi: उस रसीद को स्वचालित रूप से नहीं पढ़ा जा सका. कृपया विवरण की समीक्षा करें.
hr: Nije moguće automatski pročitati tu potvrdu. Pregledajte detalje.
id: Tidak dapat membaca tanda terima itu secara otomatis. Harap tinjau detailnya.
it: Non è stato possibile leggere la ricevuta automaticamente. Si prega di rivedere i dettagli.
ja: その領収書を自動的に読み取ることができませんでした。詳細をご確認ください。
kn_in: ಆ ರಸೀದಿಯನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಓದಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ದಯವಿಟ್ಟು ವಿವರಗಳನ್ನು ಪರಿಶೀಲಿಸಿ.
ko: 영수증을 자동으로 읽을 수 없습니다. 세부정보를 검토해 주세요.
ml_in: ആ രസീത് സ്വയമേവ വായിക്കാൻ കഴിഞ്ഞില്ല. വിശദാംശങ്ങൾ അവലോകനം ചെയ്യുക.
mr_in: ती पावती आपोआप वाचता आली नाही. कृपया तपशीलांचे पुनरावलोकन करा.
ms: Tidak dapat membaca resit itu secara automatik. Sila semak butiran.
nb: Kunne ikke lese den kvitteringen automatisk. Se gjennom detaljene.
nl_nl: Kon dat ontvangstbewijs niet automatisch lezen. Controleer de details.
or_in: ସ୍ୱୟଂଚାଳିତ ଭାବରେ ସେହି ରସିଦ ପ read ି ପାରିଲା ନାହିଁ | ଦୟାକରି ସବିଶେଷ ବିବରଣୀ ସମୀକ୍ଷା କରନ୍ତୁ |
pa_in: ਉਸ ਰਸੀਦ ਨੂੰ ਆਪਣੇ ਆਪ ਪੜ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਵੇਰਵਿਆਂ ਦੀ ਸਮੀਖਿਆ ਕਰੋ।
pt_br: Não foi possível ler esse recibo automaticamente. Por favor, revise os detalhes.
ta_in: அந்த ரசீதை தானாக படிக்க முடியவில்லை. விவரங்களை மதிப்பாய்வு செய்யவும்.
te_in: ఆ రసీదుని స్వయంచాలకంగా చదవడం సాధ్యపడలేదు. దయచేసి వివరాలను సమీక్షించండి.
th: ไม่สามารถอ่านใบเสร็จรับเงินนั้นได้โดยอัตโนมัติ โปรดตรวจสอบรายละเอียด
tr: Bu makbuz otomatik olarak okunamadı. Lütfen ayrıntıları inceleyin.
uk: Не вдалося автоматично прочитати цю квитанцію. Перегляньте деталі.
ur_pk: وہ رسید خود بخود نہیں پڑھ سکی۔ براہ کرم تفصیلات کا جائزہ لیں۔
vi: Không thể tự động đọc biên nhận đó. Vui lòng xem lại chi tiết.
zh_hans: 无法自动读取该收据。请查看详细信息。
zh_hant: 無法自動讀取該收據。請查看詳細資訊。

source: Couldn't scan that image. Try again or add the expense manually.
ar_sa: تعذر مسح تلك الصورة ضوئيًا. حاول مرة أخرى أو قم بإضافة النفقات يدويًا.
bn_bd: ছবিটি স্ক্যান করা যায়নি। আবার চেষ্টা করুন বা ম্যানুয়ালি খরচ যোগ করুন।
de_de: Das Bild konnte nicht gescannt werden. Versuchen Sie es erneut oder fügen Sie die Ausgabe manuell hinzu.
es_mx: No se pudo escanear esa imagen. Inténtalo de nuevo o agrega el gasto manualmente.
fr_ca: Impossible de numériser cette image. Réessayez ou ajoutez la dépense manuellement.
gu_in: તે છબી સ્કેન કરી શકાઈ નથી. ફરી પ્રયાસ કરો અથવા ખર્ચ જાતે ઉમેરો.
he: לא ניתן היה לסרוק את התמונה. נסה שוב או הוסף את ההוצאה באופן ידני.
hi: उस छवि को स्कैन नहीं किया जा सका. पुनः प्रयास करें या व्यय मैन्युअल रूप से जोड़ें।
hr: Nije moguće skenirati tu sliku. Pokušajte ponovno ili ručno dodajte troškove.
id: Tidak dapat memindai gambar itu. Coba lagi atau tambahkan biaya secara manual.
it: Impossibile scansionare quell'immagine. Riprova o aggiungi la spesa manualmente.
ja: その画像をスキャンできませんでした。もう一度試すか、経費を手動で追加してください。
kn_in: ಆ ಚಿತ್ರವನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ ಅಥವಾ ಹಸ್ತಚಾಲಿತವಾಗಿ ವೆಚ್ಚವನ್ನು ಸೇರಿಸಿ.
ko: 해당 이미지를 스캔할 수 없습니다. 다시 시도하거나 수동으로 비용을 추가하세요.
ml_in: ആ ചിത്രം സ്കാൻ ചെയ്യാനായില്ല. വീണ്ടും ശ്രമിക്കുക അല്ലെങ്കിൽ ചെലവ് നേരിട്ട് ചേർക്കുക.
mr_in: ती इमेज स्कॅन करू शकलो नाही. पुन्हा प्रयत्न करा किंवा खर्च व्यक्तिचलितपणे जोडा.
ms: Tidak dapat mengimbas imej itu. Cuba lagi atau tambah perbelanjaan secara manual.
nb: Kunne ikke skanne det bildet. Prøv igjen eller legg til utgiften manuelt.
nl_nl: Kan die afbeelding niet scannen. Probeer het opnieuw of voeg de kosten handmatig toe.
or_in: ସେହି ପ୍ରତିଛବି ସ୍କାନ୍ କରିପାରିଲା ନାହିଁ | ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ କିମ୍ବା ଖର୍ଚ୍ଚକୁ ହସ୍ତକୃତ ଭାବରେ ଯୋଡନ୍ତୁ |
pa_in: ਉਸ ਚਿੱਤਰ ਨੂੰ ਸਕੈਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜਾਂ ਹੱਥੀਂ ਖਰਚਾ ਸ਼ਾਮਲ ਕਰੋ।
pt_br: Não foi possível digitalizar essa imagem. Tente novamente ou adicione a despesa manualmente.
ta_in: அந்த படத்தை ஸ்கேன் செய்ய முடியவில்லை. மீண்டும் முயற்சிக்கவும் அல்லது செலவை கைமுறையாகச் சேர்க்கவும்.
te_in: ఆ చిత్రాన్ని స్కాన్ చేయడం సాధ్యపడలేదు. మళ్లీ ప్రయత్నించండి లేదా వ్యయాన్ని మాన్యువల్‌గా జోడించండి.
th: ไม่สามารถสแกนภาพนั้นได้ ลองอีกครั้งหรือเพิ่มค่าใช้จ่ายด้วยตนเอง
tr: Bu resim taranamadı. Tekrar deneyin veya gideri manuel olarak ekleyin.
uk: Не вдалося відсканувати це зображення. Спробуйте ще раз або додайте витрати вручну.
ur_pk: اس تصویر کو اسکین نہیں کیا جا سکا۔ دوبارہ کوشش کریں یا دستی طور پر خرچ شامل کریں۔
vi: Không thể quét hình ảnh đó. Hãy thử lại hoặc thêm chi phí theo cách thủ công.
zh_hans: 无法扫描该图像。请重试或手动添加费用。
zh_hant: 無法掃描該影像。請重試或手動新增費用。

source: Create Account
ar_sa: إنشاء حساب
bn_bd: অ্যাকাউন্ট তৈরি করুন
de_de: Konto erstellen
es_mx: Crear cuenta
fr_ca: Créer un compte
gu_in: એકાઉન્ટ બનાવો
he: צור חשבון
hi: खाता बनाएँ
hr: Napravi račun
id: Buat Akun
it: Crea account
ja: アカウントの作成
kn_in: ಖಾತೆಯನ್ನು ರಚಿಸಿ
ko: 계정 만들기
ml_in: അക്കൗണ്ട് സൃഷ്ടിക്കുക
mr_in: खाते तयार करा
ms: Buat Akaun
nb: Opprett konto
nl_nl: Account aanmaken
or_in: ଖାତା ସୃଷ୍ଟି କରନ୍ତୁ |
pa_in: ਖਾਤਾ ਬਣਾਓ
pt_br: Criar conta
ta_in: கணக்கை உருவாக்கவும்
te_in: ఖాతాను సృష్టించండి
th: สร้างบัญชี
tr: Hesap Oluştur
uk: Створити акаунт
ur_pk: اکاؤنٹ بنائیں
vi: Tạo tài khoản
zh_hans: 创建帐户
zh_hant: 建立帳戶

source: Create or edit transactions, budgets, income, and recurring bills across the app.
ar_sa: قم بإنشاء أو تحرير المعاملات والميزانيات والدخل والفواتير المتكررة عبر التطبيق.
bn_bd: অ্যাপ জুড়ে লেনদেন, বাজেট, আয় এবং পুনরাবৃত্ত বিল তৈরি বা সম্পাদনা করুন।
de_de: Erstellen oder bearbeiten Sie Transaktionen, Budgets, Einnahmen und wiederkehrende Rechnungen in der App.
es_mx: Cree o edite transacciones, presupuestos, ingresos y facturas recurrentes en la aplicación.
fr_ca: Créez ou modifiez des transactions, des budgets, des revenus et des factures récurrentes dans l'application.
gu_in: સમગ્ર એપ્લિકેશનમાં વ્યવહારો, બજેટ, આવક અને રિકરિંગ બિલ બનાવો અથવા સંપાદિત કરો.
he: צור או ערוך עסקאות, תקציבים, הכנסות וחשבונות חוזרים בכל האפליקציה.
hi: ऐप पर लेन-देन, बजट, आय और आवर्ती बिल बनाएं या संपादित करें।
hr: Kreirajte ili uredite transakcije, proračune, prihode i ponavljajuće račune u cijeloj aplikaciji.
id: Buat atau edit transaksi, anggaran, pendapatan, dan tagihan berulang di seluruh aplikasi.
it: Crea o modifica transazioni, budget, entrate e fatture ricorrenti nell'app.
ja: アプリ全体でトランザクション、予算、収入、定期請求を作成または編集します。
kn_in: ಅಪ್ಲಿಕೇಶನ್‌ನಾದ್ಯಂತ ವಹಿವಾಟುಗಳು, ಬಜೆಟ್‌ಗಳು, ಆದಾಯ ಮತ್ತು ಮರುಕಳಿಸುವ ಬಿಲ್‌ಗಳನ್ನು ರಚಿಸಿ ಅಥವಾ ಎಡಿಟ್ ಮಾಡಿ.
ko: 앱 전체에서 거래, 예산, 수입, 반복 청구서를 생성하거나 편집하세요.
ml_in: ആപ്പിലുടനീളം ഇടപാടുകൾ, ബജറ്റുകൾ, വരുമാനം, ആവർത്തിച്ചുള്ള ബില്ലുകൾ എന്നിവ സൃഷ്‌ടിക്കുക അല്ലെങ്കിൽ എഡിറ്റ് ചെയ്യുക.
mr_in: संपूर्ण ॲपवर व्यवहार, बजेट, उत्पन्न आणि आवर्ती बिले तयार करा किंवा संपादित करा.
ms: Buat atau edit urus niaga, belanjawan, pendapatan dan bil berulang merentas apl.
nb: Opprett eller rediger transaksjoner, budsjetter, inntekter og gjentakende regninger på tvers av appen.
nl_nl: Creëer of bewerk transacties, budgetten, inkomsten en terugkerende facturen in de app.
or_in: ଆପରେ କାରବାର, ବଜେଟ୍, ଆୟ ଏବଂ ବାରମ୍ବାର ବିଲ୍ ସୃଷ୍ଟି କିମ୍ବା ସଂପାଦନ କରନ୍ତୁ |
pa_in: ਐਪ ਵਿੱਚ ਲੈਣ-ਦੇਣ, ਬਜਟ, ਆਮਦਨ ਅਤੇ ਆਵਰਤੀ ਬਿੱਲ ਬਣਾਓ ਜਾਂ ਸੰਪਾਦਿਤ ਕਰੋ।
pt_br: Crie ou edite transações, orçamentos, receitas e contas recorrentes no aplicativo.
ta_in: ஆப்ஸ் முழுவதும் பரிவர்த்தனைகள், பட்ஜெட்கள், வருமானம் மற்றும் தொடர்ச்சியான பில்களை உருவாக்கவும் அல்லது திருத்தவும்.
te_in: యాప్‌లో లావాదేవీలు, బడ్జెట్‌లు, ఆదాయం మరియు పునరావృత బిల్లులను సృష్టించండి లేదా సవరించండి.
th: สร้างหรือแก้ไขธุรกรรม งบประมาณ รายได้ และใบเรียกเก็บเงินที่เกิดซ้ำทั่วทั้งแอป
tr: Uygulama genelinde işlemler, bütçeler, gelirler ve yinelenen faturalar oluşturun veya düzenleyin.
uk: Створюйте або редагуйте транзакції, бюджети, доходи та регулярні рахунки в додатку.
ur_pk: ایپ میں لین دین، بجٹ، آمدنی، اور بار بار چلنے والے بل بنائیں یا ان میں ترمیم کریں۔
vi: Tạo hoặc chỉnh sửa các giao dịch, ngân sách, thu nhập và hóa đơn định kỳ trên ứng dụng.
zh_hans: 在应用程序中创建或编辑交易、预算、收入和经常性账单。
zh_hant: 在應用程式中建立或編輯交易、預算、收入和經常性帳單。

source: Create transactions for every recurring bill currently due
ar_sa: إنشاء معاملات لكل فاتورة متكررة مستحقة حاليًا
bn_bd: বর্তমানে বকেয়া প্রতিটি পুনরাবৃত্ত বিলের জন্য লেনদেন তৈরি করুন
de_de: Erstellen Sie Transaktionen für jede wiederkehrende Rechnung, die derzeit fällig ist
es_mx: Cree transacciones para cada factura recurrente actualmente vencida
fr_ca: Créez des transactions pour chaque facture récurrente actuellement due
gu_in: હાલમાં બાકી રહેલા દરેક રિકરિંગ બિલ માટે વ્યવહારો બનાવો
he: צור עסקאות עבור כל חיוב חוזר לפירעון כרגע
hi: वर्तमान में देय प्रत्येक आवर्ती बिल के लिए लेनदेन बनाएं
hr: Izradite transakcije za svaki ponavljajući račun koji trenutno dospijeva
id: Buat transaksi untuk setiap tagihan berulang yang jatuh tempo
it: Crea transazioni per ogni fattura ricorrente attualmente dovuta
ja: 現在期限が切れている定期請求ごとにトランザクションを作成する
kn_in: ಪ್ರಸ್ತುತ ಬಾಕಿ ಇರುವ ಪ್ರತಿ ಮರುಕಳಿಸುವ ಬಿಲ್‌ಗೆ ವಹಿವಾಟುಗಳನ್ನು ರಚಿಸಿ
ko: 현재 만기가 되는 모든 반복 청구서에 대한 거래를 생성하세요.
ml_in: നിലവിൽ അടയ്‌ക്കേണ്ട ഓരോ ആവർത്തന ബില്ലിനും ഇടപാടുകൾ സൃഷ്‌ടിക്കുക
mr_in: सध्या देय असलेल्या प्रत्येक आवर्ती बिलासाठी व्यवहार तयार करा
ms: Buat urus niaga untuk setiap bil berulang yang perlu dibayar pada masa ini
nb: Opprett transaksjoner for hver gjentakende regning for øyeblikket
nl_nl: Creëer transacties voor elke terugkerende factuur die momenteel verschuldigd is
or_in: ବର୍ତ୍ତମାନ ଧାର୍ଯ୍ୟ ହୋଇଥିବା ପ୍ରତ୍ୟେକ ବାରମ୍ବାର ବିଲ୍ ପାଇଁ କାରବାର ସୃଷ୍ଟି କରନ୍ତୁ |
pa_in: ਵਰਤਮਾਨ ਵਿੱਚ ਬਕਾਇਆ ਹਰ ਆਵਰਤੀ ਬਿੱਲ ਲਈ ਲੈਣ-ਦੇਣ ਬਣਾਓ
pt_br: Crie transações para cada fatura recorrente atualmente vencida
ta_in: தற்போது நிலுவையில் உள்ள ஒவ்வொரு தொடர்ச்சியான பில்லுக்கும் பரிவர்த்தனைகளை உருவாக்கவும்
te_in: ప్రస్తుతం చెల్లించాల్సిన ప్రతి పునరావృత బిల్లు కోసం లావాదేవీలను సృష్టించండి
th: สร้างธุรกรรมสำหรับการเรียกเก็บเงินที่เกิดขึ้นทุกรายการในปัจจุบัน
tr: Halihazırda vadesi gelen her yinelenen fatura için işlem oluşturun
uk: Створюйте транзакції для кожного періодичного рахунку, який підлягає сплаті
ur_pk: فی الحال واجب الادا ہر اعادی بل کے لیے لین دین بنائیں
vi: Tạo giao dịch cho mọi hóa đơn định kỳ hiện đến hạn
zh_hans: 为当前到期的每张经常性账单创建交易
zh_hant: 為目前到期的每張經常性帳單建立交易

source: Create your account
ar_sa: أنشئ حسابك
bn_bd: আপনার অ্যাকাউন্ট তৈরি করুন
de_de: Erstellen Sie Ihr Konto
es_mx: Crea tu cuenta
fr_ca: Créez votre compte
gu_in: તમારું એકાઉન્ટ બનાવો
he: צור את החשבון שלך
hi: अपना खाता बनाएं
hr: Kreirajte svoj račun
id: Buat akun Anda
it: Crea il tuo account
ja: アカウントを作成する
kn_in: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ರಚಿಸಿ
ko: 계정 만들기
ml_in: നിങ്ങളുടെ അക്കൗണ്ട് സൃഷ്ടിക്കുക
mr_in: तुमचे खाते तयार करा
ms: Buat akaun anda
nb: Opprett kontoen din
nl_nl: Maak uw account aan
or_in: ଆପଣଙ୍କର ଖାତା ସୃଷ୍ଟି କରନ୍ତୁ |
pa_in: ਆਪਣਾ ਖਾਤਾ ਬਣਾਓ
pt_br: Crie sua conta
ta_in: உங்கள் கணக்கை உருவாக்கவும்
te_in: మీ ఖాతాను సృష్టించండి
th: สร้างบัญชีของคุณ
tr: Hesabınızı oluşturun
uk: Створіть свій акаунт
ur_pk: اپنا اکاؤنٹ بنائیں
vi: Tạo tài khoản của bạn
zh_hans: 创建您的帐户
zh_hant: 建立您的帳戶

source: Cutting-Edge Design
ar_sa: تصميم متطور
bn_bd: কাটিং-এজ ডিজাইন
de_de: Modernstes Design
es_mx: Diseño de vanguardia
fr_ca: Conception de pointe
gu_in: કટીંગ-એજ ડિઝાઇન
he: עיצוב חדשני
hi: अत्याधुनिक डिजाइन
hr: Vrhunski dizajn
id: Desain Mutakhir
it: Design all'avanguardia
ja: 最先端のデザイン
kn_in: ಅತ್ಯಾಧುನಿಕ ವಿನ್ಯಾಸ
ko: 최첨단 디자인
ml_in: കട്ടിംഗ് എഡ്ജ് ഡിസൈൻ
mr_in: अत्याधुनिक डिझाइन
ms: Reka Bentuk Termaju
nb: Nyskapende design
nl_nl: Geavanceerd ontwerp
or_in: କଟିଂ-ଏଜ୍ ଡିଜାଇନ୍ |
pa_in: ਕੱਟਣ ਵਾਲਾ ਡਿਜ਼ਾਈਨ
pt_br: Design de vanguarda
ta_in: கட்டிங் எட்ஜ் வடிவமைப்பு
te_in: కట్టింగ్-ఎడ్జ్ డిజైన్
th: การออกแบบที่ล้ำสมัย
tr: Son Teknoloji Tasarım
uk: Передовий дизайн
ur_pk: جدید ترین ڈیزائن
vi: Thiết kế tiên tiến
zh_hans: 尖端设计
zh_hant: 尖端設計

source: Cutting-edge glassmorphism
ar_sa: أحدث أشكال الزجاج
bn_bd: কাটিং-এজ গ্লাসমর্ফিজম
de_de: Modernster Glasmorphismus
es_mx: Morfismo de vidrio de vanguardia
fr_ca: Glassmorphisme de pointe
gu_in: કટીંગ-એજ ગ્લાસમોર્ફિઝમ
he: זכוכית מורפיזם חדשני
hi: अत्याधुनिक ग्लासमॉर्फिज़्म
hr: Vrhunski staklomorfizam
id: Glassmorfisme mutakhir
it: Glassmorfismo all'avanguardia
ja: 最先端のガラスモーフィズム
kn_in: ಅತ್ಯಾಧುನಿಕ ಗ್ಲಾಸ್ಮಾರ್ಫಿಸಮ್
ko: 최첨단 유리 형태
ml_in: അത്യാധുനിക ഗ്ലാസ്മോർഫിസം
mr_in: अत्याधुनिक ग्लासमॉर्फिझम
ms: Glassmorphism canggih
nb: Nyskapende glassmorfisme
nl_nl: Baanbrekend glasmorfisme
or_in: କାଟ-ଏଜ୍ ଗ୍ଲାସମୋର୍ଫିଜିମ୍ |
pa_in: ਅਤਿਅੰਤ ਗਲਾਸਮੋਰਫਿਜ਼ਮ
pt_br: Morfismo de vidro de última geração
ta_in: அதிநவீன கண்ணாடி உருவம்
te_in: అత్యాధునిక గ్లాస్మార్ఫిజం
th: มอร์ฟิซึ่มกระจกที่ล้ำสมัย
tr: Son teknoloji cammorfizm
uk: Передовий скломорфізм
ur_pk: جدید شیشے کی شکل
vi: Hình thái thủy tinh tiên tiến
zh_hans: 尖端玻璃形态
zh_hant: 尖端玻璃形態

source: Dashboard
ar_sa: لوحة القيادة
bn_bd: ড্যাশবোর্ড
de_de: Armaturenbrett
es_mx: Panel de control
fr_ca: Tableau de bord
gu_in: ડેશબોર્ડ
he: לוח מחוונים
hi: डैशबोर्ड
hr: Nadzorna ploča
id: Dasbor
it: Cruscotto
ja: ダッシュボード
kn_in: ಡ್ಯಾಶ್‌ಬೋರ್ಡ್
ko: 대시보드
ml_in: ഡാഷ്ബോർഡ്
mr_in: डॅशबोर्ड
ms: Papan pemuka
nb: Dashbord
or_in: ଡ୍ୟାସବୋର୍ଡ |
pa_in: ਡੈਸ਼ਬੋਰਡ
pt_br: Painel
ta_in: டாஷ்போர்டு
te_in: డాష్‌బోర్డ్
th: แดชบอร์ด
tr: Kontrol Paneli
uk: Приладова панель
ur_pk: ڈیش بورڈ
vi: Trang tổng quan
zh_hans: 仪表板
zh_hant: 儀表板

source: Data
ar_sa: البيانات
bn_bd: ডেটা
de_de: Daten
es_mx: Datos
fr_ca: Données
gu_in: ડેટા
he: נתונים
hi: डेटा
hr: Podaci
it: Dati
ja: データ
kn_in: ಡೇಟಾ
ko: 데이터
ml_in: ഡാറ്റ
mr_in: डेटा
nl_nl: Gegevens
or_in: ତଥ୍ୟ
pa_in: ਡਾਟਾ
pt_br: Dados
ta_in: தரவு
te_in: డేటా
th: ข้อมูล
tr: Veri
uk: Дані
ur_pk: ڈیٹا
vi: dữ liệu
zh_hans: 数据
zh_hant: 數據

source: Date
ar_sa: التاريخ
bn_bd: তারিখ
de_de: Datum
es_mx: Fecha
gu_in: તારીખ
he: תאריך
hi: दिनांक
hr: Datum
id: Tanggal
it: Data
ja: 日付
kn_in: ದಿನಾಂಕ
ko: 날짜
ml_in: തീയതി
mr_in: तारीख
ms: tarikh
nb: Dato
nl_nl: Datum
or_in: ତାରିଖ
pa_in: ਮਿਤੀ
pt_br: Data
ta_in: தேதி
te_in: తేదీ
th: วันที่
tr: Tarih
uk: Дата
ur_pk: تاریخ
vi: Ngày
zh_hans: 日期
zh_hant: 日期

source: Delete
ar_sa: حذف
bn_bd: মুছে দিন
de_de: Löschen
es_mx: Eliminar
fr_ca: Supprimer
gu_in: કાઢી નાખો
he: מחק
hi: हटाएँ
hr: Izbriši
id: Hapus
it: Elimina
ja: 削除
kn_in: ಅಳಿಸಿ
ko: 삭제
ml_in: ഇല്ലാതാക്കുക
mr_in: हटवा
ms: Padam
nb: Slett
nl_nl: Verwijderen
or_in: ବିଲୋପ କରନ୍ତୁ |
pa_in: ਮਿਟਾਓ
pt_br: Excluir
ta_in: நீக்கு
te_in: తొలగించు
th: ลบ
tr: Sil
uk: Видалити
ur_pk: حذف کریں۔
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# Delete %lld transactions, %lld recurring bills, and the budget
source: Delete %1$lld transactions, %2$lld recurring bills, and the budget
ar_sa: احذف %1$lld المعاملات، %2$lld الفواتير المتكررة والميزانية
bn_bd: %1$lld লেনদেন, %2$lld পুনরাবৃত্ত বিল এবং বাজেট মুছুন
de_de: Löschen Sie %1$lld Transaktionen, %2$lld wiederkehrende Rechnungen und das Budget
es_mx: Eliminar %1$lld transacciones, %2$lld facturas recurrentes y el presupuesto
fr_ca: Supprimez %1$lld transactions, %2$lld factures récurrentes et le budget
gu_in: %1$lld વ્યવહારો, %2$lld રિકરિંગ બિલ અને બજેટ કાઢી નાખો
he: מחק %1$lld עסקאות, %2$lld חשבונות חוזרים והתקציב
hi: %1$lld लेनदेन, %2$lld आवर्ती बिल और बजट हटाएं
hr: Izbriši %1$lld transakcija, %2$lld ponavljajućih računa i proračun
id: Hapus %1$lld transaksi, %2$lld tagihan berulang, dan anggaran
it: Elimina le transazioni %1$lld, le fatture ricorrenti %2$lld e il budget
ja: %1$lld 件のトランザクション、%2$lld 件の定期請求、予算を削除します
kn_in: %1$lld ವಹಿವಾಟುಗಳು, %2$lld ಮರುಕಳಿಸುವ ಬಿಲ್‌ಗಳು ಮತ್ತು ಬಜೆಟ್ ಅನ್ನು ಅಳಿಸಿ
ko: %1$lld 거래, %2$lld 반복 청구서 및 예산 삭제
ml_in: %1$lld ഇടപാടുകൾ, %2$lld ആവർത്തന ബില്ലുകൾ, ബജറ്റ് എന്നിവ ഇല്ലാതാക്കുക
mr_in: %1$lld व्यवहार, %2$lld आवर्ती बिले आणि बजेट हटवा
ms: Padamkan %1$lld transaksi, %2$lld bil berulang dan belanjawan
nb: Slett %1$lld transaksjoner, %2$lld gjentakende regninger og budsjettet
nl_nl: Verwijder %1$lld transacties, %2$lld terugkerende facturen en het budget
or_in: %1$lld କାରବାର, %2$lld ବାରମ୍ବାର ବିଲ୍, ଏବଂ ବଜେଟ୍ ବିଲୋପ କରନ୍ତୁ |
pa_in: %1$lld ਲੈਣ-ਦੇਣ, %2$lld ਆਵਰਤੀ ਬਿੱਲ, ਅਤੇ ਬਜਟ ਮਿਟਾਓ
pt_br: Exclua %1$lld transações, %2$lld faturas recorrentes e o orçamento
ta_in: %1$lld பரிவர்த்தனைகள், %2$lld தொடர் பில்கள் மற்றும் பட்ஜெட்டை நீக்கவும்
te_in: %1$lld లావాదేవీలు, %2$lld పునరావృత బిల్లులు మరియు బడ్జెట్‌ను తొలగించండి
th: ลบธุรกรรม %1$lld การเรียกเก็บเงินที่เกิดซ้ำ %2$lld และงบประมาณ
tr: %1$lld işlemi, %2$lld yinelenen faturayı ve bütçeyi silin
uk: Видалити %1$lld трансакцій, %2$lld регулярних рахунків і бюджет
ur_pk: %1$lld لین دین، %2$lld اعادی بل اور بجٹ حذف کریں
vi: Xóa %1$lld giao dịch, %2$lld hóa đơn định kỳ và ngân sách
zh_hans: 删除 %1$lld 笔交易、%2$lld 经常性账单和预算
zh_hant: 刪除 %1$lld 筆交易、%2$lld 經常性帳單和預算

source: Delete recurring bill
ar_sa: حذف الفاتورة المتكررة
bn_bd: পুনরাবৃত্ত বিল মুছুন
de_de: Wiederkehrende Rechnung löschen
es_mx: Eliminar factura recurrente
fr_ca: Supprimer la facture récurrente
gu_in: રિકરિંગ બિલ કાઢી નાખો
he: מחק חיוב חוזר
hi: आवर्ती बिल हटाएँ
hr: Izbriši ponavljajući račun
id: Hapus tagihan berulang
it: Elimina la fattura ricorrente
ja: 定期請求を削除する
kn_in: ಮರುಕಳಿಸುವ ಬಿಲ್ ಅನ್ನು ಅಳಿಸಿ
ko: 반복 청구서 삭제
ml_in: ആവർത്തിച്ചുള്ള ബിൽ ഇല്ലാതാക്കുക
mr_in: आवर्ती बिल हटवा
ms: Padamkan bil berulang
nb: Slett gjentakende regning
nl_nl: Terugkerende factuur verwijderen
or_in: ବାରମ୍ବାର ବିଲ୍ ଡିଲିଟ୍ କରନ୍ତୁ |
pa_in: ਆਵਰਤੀ ਬਿੱਲ ਮਿਟਾਓ
pt_br: Excluir fatura recorrente
ta_in: தொடர் பில்லை நீக்கவும்
te_in: పునరావృతమయ్యే బిల్లును తొలగించండి
th: ลบการเรียกเก็บเงินที่เกิดขึ้น
tr: Yinelenen faturayı sil
uk: Видалити повторюваний рахунок
ur_pk: بار بار آنے والے بل کو حذف کریں۔
vi: Xóa hóa đơn định kỳ
zh_hans: 删除经常性帐单
zh_hant: 刪除經常性帳單

source: Delete transaction
ar_sa: حذف المعاملة
bn_bd: লেনদেন মুছুন
de_de: Transaktion löschen
es_mx: Eliminar transacción
fr_ca: Supprimer l'opération
gu_in: વ્યવહાર કાઢી નાખો
he: מחק עסקה
hi: लेन-देन हटाएँ
hr: Izbriši transakciju
id: Hapus transaksi
it: Elimina transazione
ja: トランザクションの削除
kn_in: ವಹಿವಾಟು ಅಳಿಸಿ
ko: 거래 삭제
ml_in: ഇടപാട് ഇല്ലാതാക്കുക
mr_in: व्यवहार हटवा
ms: Padamkan transaksi
nb: Slett transaksjonen
nl_nl: Transactie verwijderen
or_in: କାରବାର ବିଲୋପ କରନ୍ତୁ |
pa_in: ਲੈਣ-ਦੇਣ ਨੂੰ ਮਿਟਾਓ
pt_br: Excluir transação
ta_in: பரிவர்த்தனையை நீக்கு
te_in: లావాదేవీని తొలగించండి
th: ลบธุรกรรม
tr: İşlemi sil
uk: Видалити транзакцію
ur_pk: لین دین کو حذف کریں۔
vi: Xóa giao dịch
zh_hans: 删除交易
zh_hant: 刪除交易

source: Deleted %@.
ar_sa: تم الحذف %@.
bn_bd: মুছে ফেলা হয়েছে %@
de_de: Gelöscht %@.
es_mx: Eliminado %@.
fr_ca: Supprimé %@.
gu_in: %@ કાઢી નાખ્યું.
he: נמחק %@.
hi: हटा दिया गया %@.
hr: Izbrisano %@.
id: Dihapus %@.
it: Eliminato %@.
ja: %@ を削除しました。
kn_in: ಅಳಿಸಲಾಗಿದೆ %@.
ko: %@을(를) 삭제했습니다.
ml_in: %@ ഇല്ലാതാക്കി.
mr_in: %@ हटवले.
ms: Dipadamkan %@.
nb: Slettet %@.
nl_nl: %@ verwijderd.
or_in: %@ ବିଲୋପ ହେଲା |
pa_in: ਮਿਟਾਇਆ ਗਿਆ %@।
pt_br: Excluído %@.
ta_in: %@ நீக்கப்பட்டது.
te_in: %@ తొలగించబడింది.
th: ลบ %@ แล้ว
tr: %@ silindi.
uk: Видалено %@.
ur_pk: حذف شدہ %@۔
vi: Đã xóa %@.
zh_hans: 已删除 %@。
zh_hant: 已刪除 %@。

source: Deleted recurring bill %@.
ar_sa: تم حذف الفاتورة المتكررة %@.
bn_bd: পুনরাবৃত্ত বিল %@ মুছে ফেলা হয়েছে৷
de_de: Die wiederkehrende Rechnung %@ wurde gelöscht.
es_mx: Se eliminó la factura recurrente %@.
fr_ca: Facture récurrente supprimée %@.
gu_in: રિકરિંગ બિલ %@ કાઢી નાખ્યું.
he: החשבון החוזר %@ נמחק.
hi: आवर्ती बिल हटा दिया गया %@।
hr: Izbrisan ponavljajući račun %@.
id: Menghapus tagihan berulang %@.
it: Fattura ricorrente %@ eliminata.
ja: 定期的な請求書 %@ を削除しました。
kn_in: ಮರುಕಳಿಸುವ ಬಿಲ್ %@ ಅಳಿಸಲಾಗಿದೆ.
ko: 반복 청구서 %@을(를) 삭제했습니다.
ml_in: ഇല്ലാതാക്കിയ ആവർത്തിച്ചുള്ള ബിൽ %@.
mr_in: आवर्ती बिल %@ हटवले.
ms: Bil berulang %@ dipadamkan.
nb: Slettet gjentakende regning %@.
nl_nl: Terugkerende factuur %@ verwijderd.
or_in: ପୁନରାବୃତ୍ତି ବିଲ୍ %@ ବିଲୋପ ହେଲା |
pa_in: ਮਿਟਾਇਆ ਆਵਰਤੀ ਬਿੱਲ %@।
pt_br: Fatura recorrente %@ excluída.
ta_in: நீக்கப்பட்ட தொடர் பில் %@.
te_in: పునరావృతమయ్యే బిల్లు %@ తొలగించబడింది.
th: ลบการเรียกเก็บเงินที่เกิดซ้ำแล้ว %@
tr: %@ yinelenen fatura silindi.
uk: Видалено регулярний рахунок %@.
ur_pk: اعادی بل %@ کو حذف کر دیا گیا۔
vi: Đã xóa hóa đơn định kỳ %@.
zh_hans: 已删除定期帐单 %@。
zh_hant: 已刪除定期帳單 %@。

source: Describe what you want done—no forms, menus, or finance jargon required.
ar_sa: قم بوصف ما تريد القيام به، دون الحاجة إلى نماذج أو قوائم أو مصطلحات مالية.
bn_bd: আপনি কি করতে চান তা বর্ণনা করুন—কোন ফর্ম, মেনু বা ফিনান্স শব্দের প্রয়োজন নেই।
de_de: Beschreiben Sie, was Sie erledigen möchten – keine Formulare, Menüs oder Finanzjargon erforderlich.
es_mx: Describe lo que quieres que se haga: no se requieren formularios, menús ni jerga financiera.
fr_ca: Décrivez ce que vous souhaitez faire : aucun formulaire, menu ou jargon financier n'est requis.
gu_in: તમે શું કરવા માંગો છો તેનું વર્ણન કરો—કોઈ ફોર્મ, મેનૂ અથવા ફાયનાન્સ શબ્દકોષની જરૂર નથી.
he: תאר מה אתה רוצה לעשות - אין צורך בטפסים, תפריטים או ז'רגון פיננסי.
hi: वर्णन करें कि आप क्या करना चाहते हैं—किसी फॉर्म, मेनू या वित्त शब्दजाल की आवश्यकता नहीं है।
hr: Opišite što želite učiniti - nisu potrebni obrasci, izbornici ili financijski žargon.
id: Jelaskan apa yang ingin Anda lakukan—tidak diperlukan formulir, menu, atau jargon keuangan.
it: Descrivi cosa vuoi che venga fatto: non sono necessari moduli, menu o termini finanziari.
ja: 何をしてほしいかを説明してください。フォーム、メニュー、金融用語は必要ありません。
kn_in: ನೀವು ಏನು ಮಾಡಲು ಬಯಸುತ್ತೀರಿ ಎಂಬುದನ್ನು ವಿವರಿಸಿ-ಯಾವುದೇ ಫಾರ್ಮ್‌ಗಳು, ಮೆನುಗಳು ಅಥವಾ ಹಣಕಾಸು ಪರಿಭಾಷೆಯ ಅಗತ್ಯವಿಲ್ಲ.
ko: 원하는 작업을 설명하세요. 양식, 메뉴, 금융 전문 용어는 필요하지 않습니다.
ml_in: നിങ്ങൾ എന്താണ് ചെയ്യാൻ ആഗ്രഹിക്കുന്നതെന്ന് വിവരിക്കുക-ഫോമുകളോ മെനുകളോ സാമ്പത്തിക പദപ്രയോഗങ്ങളോ ആവശ്യമില്ല.
mr_in: तुम्हाला काय करायचे आहे याचे वर्णन करा—कोणतेही फॉर्म, मेनू किंवा फायनान्स शब्दजाल आवश्यक नाही.
ms: Terangkan perkara yang anda mahu lakukan—tiada borang, menu atau jargon kewangan diperlukan.
nb: Beskriv hva du vil ha gjort – ingen skjemaer, menyer eller finanssjargong kreves.
nl_nl: Beschrijf wat u gedaan wilt hebben; geen formulieren, menu's of financieel jargon vereist.
or_in: ତୁମେ କ’ଣ କରିବାକୁ ଚାହୁଁଛ ବର୍ଣ୍ଣନା କର - କ forms ଣସି ଫର୍ମ, ମେନୁ, କିମ୍ବା ଫାଇନାନ୍ସ ଜାର୍ଗନ୍ ଆବଶ୍ୟକ ନାହିଁ |
pa_in: ਵਰਣਨ ਕਰੋ ਕਿ ਤੁਸੀਂ ਕੀ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ—ਕੋਈ ਫਾਰਮ, ਮੀਨੂ, ਜਾਂ ਵਿੱਤ ਸ਼ਬਦਾਵਲੀ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।
pt_br: Descreva o que você deseja que seja feito - sem a necessidade de formulários, menus ou jargões financeiros.
ta_in: நீங்கள் என்ன செய்ய விரும்புகிறீர்கள் என்பதை விவரிக்கவும் - படிவங்கள், மெனுக்கள் அல்லது நிதி வாசகங்கள் தேவையில்லை.
te_in: మీరు ఏమి చేయాలనుకుంటున్నారో వివరించండి-ఫారమ్‌లు, మెనూలు లేదా ఫైనాన్స్ జార్గన్ అవసరం లేదు.
th: อธิบายสิ่งที่คุณต้องการทำให้เสร็จ ไม่ต้องใช้แบบฟอร์ม เมนู หรือศัพท์เฉพาะทางการเงิน
tr: Ne yapılmasını istediğinizi açıklayın; formlara, menülere veya finans jargonuna gerek yok.
uk: Опишіть, що ви хочете зробити — не потрібні форми, меню чи фінансовий жаргон.
ur_pk: بیان کریں کہ آپ کیا کرنا چاہتے ہیں—کسی فارم، مینیو، یا فنانس جرگن کی ضرورت نہیں ہے۔
vi: Mô tả những gì bạn muốn thực hiện—không cần biểu mẫu, thực đơn hoặc thuật ngữ tài chính.
zh_hans: 描述您想要做什么——不需要表格、菜单或财务术语。
zh_hant: 描述您想要做什麼—不需要表格、選單或財務術語。
